{
  "status": "ok",
  "totalResults": 465,
  "articles": [
    {
      "source": {
        "id": null,
        "name": "Android Central"
      },
      "author": "bradypsnyder@gmail.com (Brady Snyder)",
      "title": "EU leans against forcing Apple to make iMessage cross platform, report says",
      "description": "The European Union is deliberating whether to designate iMessage as a \"core platform service,\" but it is reportedly leaning against it.",
      "url": "https://www.androidcentral.com/apps software/eu may not make message cross platform",
      "urlToImage": "https://cdn.mos.cms.futurecdn.net/YcMNVPGPdvh6VTJEcfRgGW 1200 80.jpeg",
      "publishedAt": "2023 12 07T00:56:39Z",
      "content": "<ul><li>The European Union is considering whether to make iMessage a core platform service under the Digital Markets Act (DMA).</li><li>If iMessage becomes a core platform service, Apple would have t… [+2405 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Xataka.com"
      },
      "author": "Yúbal Fernández",
      "title": "Novedades de iOS 17.2: todos los cambios y mejoras de la última actualización para iPhone e iPad",
      "description": "Vamos a decirte cuáles son las novedades de iOS 17.2, la nueva gran actualización de iOS 17 que está a punto de llegar. A pocas horas o días antes de su lanzamiento, ya sabemos cuáles van a ser las nuevas funciones que van a llegar a los dispositivos de Apple…",
      "url": "https://www.xataka.com/basics/novedades ios 17 2 todos cambios mejoras ultima actualizacion para iphone e ipad",
      "urlToImage": "https://i.blogs.es/1b3425/ios/840_560.jpeg",
      "publishedAt": "2023 12 07T08:57:57Z",
      "content": "Vamos a decirte cuáles son las novedades de iOS 17.2, la nueva gran actualización de iOS 17 que está a punto de llegar. A pocas horas o días antes de su lanzamiento, ya sabemos cuáles van a ser las n… [+3374 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Xataka.com"
      },
      "author": "Ricardo Aguilar",
      "title": "Apple quiere un iPhone con cámara bajo la pantalla. No lo conseguirá hasta 2027, según fuentes coreanas",
      "description": "Fuentes coreanas afirman que LG está inmerso en el desarrollo de tecnologías que podrían permitir a los futuros iPhones ser todo pantalla. No son pocos los retos que se plantean a la hora de crear una cámara bajo la pantalla que no pierda calidad de forma not…",
      "url": "https://www.xataka.com/moviles/apple quiere iphone camara pantalla no conseguira 2027 fuentes coreanas",
      "urlToImage": "https://i.blogs.es/1a4d19/1200_800/840_560.jpeg",
      "publishedAt": "2023 12 07T08:02:06Z",
      "content": "Fuentes coreanas afirman que LG está inmerso en el desarrollo de tecnologías que podrían permitir a los futuros iPhones ser todo pantalla. No son pocos los retos que se plantean a la hora de crear un… [+2062 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Digital Trends"
      },
      "author": "Trevor Mogg",
      "title": "Much desired iPhone feature may not arrive until 2027",
      "description": "A design feature that's gradually making its way to Android phones may not arrive on the iPhone for another four years.",
      "url": "https://www.digitaltrends.com/mobile/much desired iphone feature may not arrive until 2027/",
      "urlToImage": "https://www.digitaltrends.com/wp content/uploads/2022/10/iphone 14 pro max review 4.jpg?resize=1200%2C630&p=1",
      "publishedAt": "2023 12 07T05:15:17Z",
      "content": "We’ve heard a lot in recent years about an iPhone that ditches the Dynamic Island, placing the selfie camera and FaceID technology beneath the glass for a clean, full display. But despite a growing n… [+1951 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "9to5Mac"
      },
      "author": "Chance Miller",
      "title": "First responders praise iPhone’s Emergency SOS via satellite feature: ‘Truly a lifesaver’",
      "description": "Since Apple’s Emergency SOS via satellite feature debuted alongside the iPhone 14 last year, there have been a number of stories about the feature being used in the real world. A new report from Backpacker this week offers a behind the scenes look at how the …",
      "url": "https://9to5mac.com/2023/12/06/iphone satellite emergency feature response/",
      "urlToImage": "https://i0.wp.com/9to5mac.com/wp content/uploads/sites/6/2022/09/iPhone 14 satellite connectivity.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
      "publishedAt": "2023 12 07T02:58:20Z",
      "content": "Since Apple’s Emergency SOS via satellite feature debuted alongside the iPhone 14 last year, there have been a number of stories about the feature being used in the real world. A new report from Back… [+2317 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "CNET"
      },
      "author": "David Lumb",
      "title": "iPhone 13 and iPhone 14 Reportedly Getting Better Wireless Charging in iOS 17.2   CNET",
      "description": "The upcoming iOS 17.2 update is reportedly adding support for Qi2 wireless charging.",
      "url": "https://www.cnet.com/tech/mobile/iphone 13 and iphone 14 reportedly getting better wireless charging in ios 17 2/",
      "urlToImage": "https://www.cnet.com/a/img/resize/1532f2c36947f287adcf3920073970b2e7c164a8/hub/2022/05/06/16ab279e 6b74 4eb8 8b74 d008d74d7097/screen shot 2022 05 06 at 3 05 26 pm.png?auto=webp&fit=crop&height=675&width=1200",
      "publishedAt": "2023 12 07T00:15:01Z",
      "content": "The upcoming iOS 17.2 update already brings several important features to Apple's phones, like Journal and using your Live Stickers to react in messages. Now, a report says you can add faster wireles… [+1780 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Yanko Design"
      },
      "author": "JC Torres",
      "title": "All screen iPhone with Under Display Camera is coming but not too soon",
      "description": "All screen iPhone with Under Display Camera is coming but not too soonAlthough notches and cutouts, including Apple’s Dynamic Island ‘pill,” have become the industry standard for cramming front facing cameras and sensors on smartphones, they are hardly...",
      "url": "https://www.yankodesign.com/2023/12/07/all screen iphone with under display camera is coming but not too soon/",
      "urlToImage": "https://www.yankodesign.com/images/design_news/2023/12/all screen iphone with under display camera is coming but not too soon/apple_iphone_15_hands_on_1.jpg",
      "publishedAt": "2023 12 07T09:01:45Z",
      "content": "Although notches and cutouts, including Apple’s Dynamic Island ‘pill,” have become the industry standard for cramming front facing cameras and sensors on smartphones, they are hardly the ideal soluti… [+2679 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Yanko Design"
      },
      "author": "Bharat Bhushan",
      "title": "This pen sized electric screwdriver can output up to 10 kgf.cm of torque, making DIY a breeze",
      "description": "This pen sized electric screwdriver can output up to 10 kgf.cm of torque, making DIY a breezeThe three ideological aspects behind every portable multi tool probably are versatility, performance, and user experience. Take one facet out and you’re left with lit…",
      "url": "https://www.yankodesign.com/2023/12/06/this pen sized electric screwdriver can output up to 10 kgf cm of torque making diy a breeze/",
      "urlToImage": "https://www.yankodesign.com/images/design_news/2023/11/you can operate the high torque arrowmax m1 pro electric screwdriver using touch or gesture controls/Arrowmax M1 Pro 1.jpg",
      "publishedAt": "2023 12 07T02:45:36Z",
      "content": "The three ideological aspects behind every portable multi tool probably are versatility, performance, and user experience. Take one facet out and youre left with little or no sense to carry the produ… [+6248 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Applesfera.com"
      },
      "author": "Álvaro García M.",
      "title": "Apple lleva un año sin lanzar nuevos iPad, pero ya planea lanzar renovaciones profundas en 2024",
      "description": "Estamos a punto de echar el cierre a 2023, un año que Apple cerrará con una reducción de ingresos respecto a 2022. No es una caída sumamente dramática, pero sí lo suficiente al menos como para ver secciones que han caído de forma evidente. La venta de iPad y …",
      "url": "https://www.applesfera.com/rumores/apple lleva ano lanzar nuevos ipad planea lanzar renovaciones profundas 2024",
      "urlToImage": "https://i.blogs.es/266a45/ipad pro/840_560.jpeg",
      "publishedAt": "2023 12 07T08:02:02Z",
      "content": "Estamos a punto de echar el cierre a 2023, un año que Apple cerrará con una reducción de ingresos respecto a 2022. No es una caída sumamente dramática, pero sí lo suficiente al menos como para ver se… [+3604 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Phandroid   News for Android"
      },
      "author": "Mike Viray",
      "title": "5 Reasons Why You Should Buy the Samsung Galaxy Tab S9 Ultra!",
      "description": "Interested in checking out Samsung's high end Android tablet? Let's take a look!\nThe post 5 Reasons Why You Should Buy the Samsung Galaxy Tab S9 Ultra! appeared first on Phandroid.",
      "url": "https://phandroid.com/2023/12/06/5 reasons why you should buy the samsung galaxy tab s9 ultra/",
      "urlToImage": "https://phandroid.com/wp content/uploads/2023/12/tab s9 ultra 5 640x389.png",
      "publishedAt": "2023 12 07T02:11:24Z",
      "content": "Perhaps at this point it’s probably safe to say that as far as tablets go, Samsung’s high end Galaxy Tab models are among the best that you can get right now, and are a great example of how far Andro… [+4209 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Presse citron"
      },
      "author": "Jean Yves Alric",
      "title": "iMessage bientôt compatible avec Android ? Ça se complique",
      "description": "Théoriquement, cela devrait être le cas grâce à un nouveau règlement européen, mais Apple pourrait y échapper. Explications.",
      "url": "https://www.presse citron.net/imessage bientot compatible avec android ca se complique/",
      "urlToImage": "https://www.presse citron.net/app/uploads/2022/01/imessage android.jpg",
      "publishedAt": "2023 12 07T09:30:49Z",
      "content": "Le règlement sur les marchés numériques (DMA) est en théorie très clair. Il instaure des obligations légales pour les géants de la Tech, dont Apple. Ces derniers sont notamment tenus de permettre à d… [+2360 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Presse citron"
      },
      "author": "Presse citron",
      "title": "3 photos volées du design du Galaxy S24 Ultra interpellent les utilisateurs Samsung",
      "description": "L'apparence va probablement changer, notamment en ce qui concerne les tranches de l'appareil.",
      "url": "https://www.presse citron.net/3 photos volees du design du galaxy s24 ultra interpellent les utilisateurs samsung/",
      "urlToImage": "https://www.presse citron.net/app/uploads/2023/12/samsung galaxy s24 ultra 2.jpg",
      "publishedAt": "2023 12 07T08:30:01Z",
      "content": "Le site SamMobile, spécialiste de l’actualité de la firme coréenne, vient de publier de nouvelles images du futur flagship Samsung. On y découvre que le Galaxy S24 Ultra supposé devrait faire la part… [+2952 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Golem.de"
      },
      "author": "Andreas Donath",
      "title": "Apple: iPad Pro M3 mit Magic Keyboard und Apple Pencil 3 geplant",
      "description": "Apple soll 2024 neben dem iPad Pro M3 auch aktualisiertes Zubehör wie den Apple Pencil 3 und ein neues Magic Keyboard planen. (iPad Pro, Apple)",
      "url": "https://www.golem.de/sonstiges/zustimmung/auswahl.html?from=https%3A%2F%2Fwww.golem.de%2Fnews%2Fapple ipad pro m3 mit magic keyboard und apple pencil 3 geplant 2312 180105.html&referer=https%3A%2F%2Ft.co%2F6565a31f81",
      "urlToImage": null,
      "publishedAt": "2023 12 07T08:35:01Z",
      "content": "Besuchen Sie Golem.de wie gewohnt mit Werbung und Tracking,\r\n indem Sie der Nutzung aller Cookies zustimmen.\r\n Details zum Tracking finden Sie im Privacy Center.\r\nSkript wurde nicht geladen. Informat… [+607 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Android Authority"
      },
      "author": "Adamya Sharma",
      "title": "Apple and Google confirm governments spy on users through push notifications",
      "description": "Responding to a senator's letter to the Department of Justice, Apple and Google have confirmed governments ask them for push notification data.",
      "url": "https://www.androidauthority.com/apple google push notification surveillance 3392252/",
      "urlToImage": "https://www.androidauthority.com/wp content/uploads/2023/08/Apple WWDC22 iOS16 Lockscreen Notifications 220606_inline.jpg.medium.jpg",
      "publishedAt": "2023 12 07T08:56:31Z",
      "content": "<ul><li>A US senator has asked the Department of Justice to let Apple and Google disclose how governments surveil users through push notifications.</li><li>Apple says the federal government stopped i… [+2095 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Presse citron"
      },
      "author": "Romain Vitt",
      "title": "Calendrier de l’Avent Tech J 7 : le chargeur Anker Cube 3 en 1 pour iPhone, Apple Watch et AirPods",
      "description": "Chaque jour de l’Avent, la rédaction de Presse citron vous propose de découvrir un produit Tech intéressant, original ou insolite. Pour ce sixième jour, le chargeur 3 en 1 Anker Cube, est à l’honneur.",
      "url": "https://www.presse citron.net/calendrier de lavent tech j 7 le chargeur anker cube 3 en 1 pour iphone apple watch et airpods/",
      "urlToImage": "https://www.presse citron.net/app/uploads/2023/12/anker cube.jpg",
      "publishedAt": "2023 12 07T05:00:25Z",
      "content": "Vous avez plusieurs produits Apple et souhaitez les recharger tous en même temps ? Anker a quelque chose pour vous. Avec son Cube, le spécialiste des accessoires pour smartphones fait une proposition… [+2201 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "BGR"
      },
      "author": "Joshua Hawkins",
      "title": "How Google could fix the Pixel Watch 2’s biggest flaw",
      "description": "Google made a lot of good steps forward with the release of the Pixel Watch 2, offering better battery life, better performance, and the same …\nThe post How Google could fix the Pixel Watch 2’s biggest flaw appeared first on BGR.",
      "url": "https://bgr.com/tech/how google could fix the pixel watch 2s biggest flaw/",
      "urlToImage": "https://bgr.com/wp content/uploads/2023/10/google pixel watch 2 bgr.jpg?quality=82&strip=all",
      "publishedAt": "2023 12 07T02:37:00Z",
      "content": "Google made a lot of good steps forward with the release of the Pixel Watch 2, offering better battery life, better performance, and the same beautiful design that helps the Pixel watch lineup stand … [+2241 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Faz.net"
      },
      "author": "Melanie Mühl",
      "title": "Wie Cyberbetrüger vorgehen: „Bitte klicken Sie diesen Link an “",
      "description": "Ich wollte einen Flug umbuchen und dachte, ich sei mit der Lufthansa verbunden. In der Leitung war jedoch ein Betrüger. Mit welchen Tricks Cyberkriminelle Menschen um Hab und Gut bringen. Und wie man sich schützt.",
      "url": "https://www.faz.net/aktuell/feuilleton/medien/tricks von cyberkriminellen wie man sich vor betrug schuetzt 19365587.html",
      "urlToImage": "https://media0.faz.net/ppmedia/aktuell/2399698861/1.9365968/facebook_teaser_fplus/besser man behaelt die nummer.jpg",
      "publishedAt": "2023 12 07T05:58:41Z",
      "content": "Ich bin einem Betrüger in die Falle gegangen. Der Betrüger spielte seine Rolle ausgezeichnet. Er versprach mir am Telefon mit einem freundlichen indischen Akzent, er werde mir bei der Umbuchung meine… [+1551 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "iMore"
      },
      "author": "sullyphoto64@gmail.com (Terry Sullivan)",
      "title": "Apple to unveil new M3 MacBook Air laptop and new iPads in early 2024",
      "description": "Hopes are high at Apple to improve sales in the coming year, particularly of Macs and iPads",
      "url": "https://www.imore.com/apple/apple to unveil new m3 macbook air laptop and new ipads in early 2024",
      "urlToImage": "https://cdn.mos.cms.futurecdn.net/F945EUA6Q8xqqrzCuEWJfM 1200 80.jpg",
      "publishedAt": "2023 12 07T00:36:12Z",
      "content": "Apple is expected to unveil updates to several of its key product lines in early 2024, according to a recent Bloomberg article\r\n. The list of refreshed products includes new versions of iPad Air and … [+3086 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "CNET"
      },
      "author": "Matthew Miller （Special to ZDNET.com） 翻訳校正： 編集部",
      "title": "サムスン、「Galaxy Watch」のユニバーサルジェスチャーを改めて紹介  国際障害者デーに",
      "description": "12月3日の国際障害者デーを記念してサムスンは、8月にGalaxy Watch 6ウェアラブルに付属したOne UI 5.1アップデートによりユニバーサルジェスチャーを利用できるようにしたことを改めて伝えるプレスリリースを発表した。",
      "url": "https://japan.cnet.com/article/35212452/",
      "urlToImage": "https://japan.cnet.com/storage/2023/12/07/cb745927f70e5bcbf3ba329abd04004e/galaxy watch universal gestures 2_1280x960.jpg",
      "publishedAt": "2023 12 07T02:06:00Z",
      "content": "Apple Watch Series 9Apple Watch Ultra 2watchOS 10.1AppleS9\r\n1238Galaxy Watch6One UI 5.1Apple\r\nGalaxy Watch6 Classic\r\n242\r\nAppleGalaxy Watch6 ClassicGalaxy Watch\r\nRed Ventures"
    },
    {
      "source": {
        "id": null,
        "name": "MacRumors"
      },
      "author": "Tim Hardwick",
      "title": "Kuo: Apple Upgrading iPhone 16 Microphone to Boost Siri AI Experience",
      "description": "Apple plans a significant upgrade to the iPhone 16 microphone to improve the new AI enhanced Siri experience, according to Apple analyst Ming Chi Kuo.\n\n\n\n\n\nWriting in his latest Medium post, Kuo suggests Apple's generative AI ambitions and integration of larg…",
      "url": "https://www.macrumors.com/2023/12/07/apple iphone 16 microphone upgrade siri ai/",
      "urlToImage": "https://images.macrumors.com/t/dQzfQzCqjlEJdrgq3QVPbLFzfeM=/3532x/article new/2023/09/iPhone 16 Side Feature.jpg",
      "publishedAt": "2023 12 07T09:07:39Z",
      "content": "Apple plans a significant upgrade to the iPhone 16 microphone to improve the new AI enhanced Siri experience, according to Apple analyst Ming Chi Kuo.\r\nWriting in his latest Medium post, Kuo suggests… [+1249 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "MacRumors"
      },
      "author": "Juli Clover",
      "title": "Anker's Qi2 Chargers Will Charge iPhones at 15W",
      "description": "Next generation Qi2 chargers from Anker will charge the iPhone 13, iPhone 14, and iPhone 15 at faster 15W speeds, Anker told The Verge. Current Qi based chargers from companies like Anker are limited to 7.5W when used with Apple's iPhones, while MagSafe charg…",
      "url": "https://www.macrumors.com/2023/12/06/anker qi2 15w charging/",
      "urlToImage": "https://images.macrumors.com/t/ZIXbcz3QjAfUoZY0c5rL126a 8w=/2500x/article new/2023/09/magsafe blue 2.jpg",
      "publishedAt": "2023 12 07T00:53:30Z",
      "content": "Next generation Qi2 chargers from Anker will charge the iPhone 13, iPhone 14, and iPhone 15 at faster 15W speeds, Anker told The Verge. Current Qi based chargers from companies like Anker are limited… [+1675 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Les Numériques"
      },
      "author": "Julien Vercoutère",
      "title": "Actualité : Pour des iPhone sans encoche, il faudrait attendre au moins 2027",
      "description": "C'est une technologie qui agite les fans de la marque à la pomme. Alors que la Dynamic Island, dévoilée sur les iPhone 14&nbsp;Pro et 14 Pro&nbsp;Max en 2022, vit ses dernières années, l'intégration d'une caméra sous l'écran de futurs iPhone se précise.",
      "url": "https://www.lesnumeriques.com/telephone portable/pour des iphone sans encoche il faudrait attendre au moins 2027 n216287.html",
      "urlToImage": "https://cdn.lesnumeriques.com/optim/news/21/216287/fc446d0f face id un module installe sous l ecran apres 2026__1200_630__0 60 1600 900.jpg",
      "publishedAt": "2023 12 07T08:54:00Z",
      "content": "Les dernières rumeurs à ce sujet remontent au début de l'année 2023. Le média sud coréen The Elec annonçait pour 2024 l'intégration de capteurs de reconnaissance faciale sous l'écran des iPhone, perm… [+2210 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Les Numériques"
      },
      "author": "lesnums",
      "title": "Top bon plan : Sennheiser, Sony, Nvidia... les meilleurs bons plans du 07/12/2023",
      "description": "Nous publions chaque jour une vingtaine de bons plans. Pour vous faciliter la tâche, voici les meilleurs bons plans, selon nous les incontournables parmi les plus belles promos du jour",
      "url": "https://www.lesnumeriques.com/societe numerique/sennheiser sony nvidia les meilleurs bons plans du 07 12 2023 n216304.html",
      "urlToImage": "https://cdn.lesnumeriques.com/optim/news/18/188269/9e96ef1c top 5 nvidia rtx jabra samsung les meilleurs bons plans du jour_png__1200_630__overflow.jpg",
      "publishedAt": "2023 12 07T06:00:00Z",
      "content": "Sennheiser suit Sony et Bowers &amp; Wilkins en dégainant cette année son meilleur casque Bluetooth à réduction de bruit active, le Momentum 4 Wireless. Avec ses nouveautés, ce nouveau venu se propul… [+2051 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Caschys Blog"
      },
      "author": "André Westphal",
      "title": "Acer Aspire Vero 16: Notebook mit neuen Intel Core Ultra vorgestellt",
      "description": "Acer hat das neue Aspire Vero 16 vorgestellt. Das ist ein Notebook, welches der Hersteller als besonders umweltfreundlich bewirbt. Als Basis dienen bereits die frischen Prozessoren der Reihe Intel Core Ultra. Das Aspire Vero 16 (AV16 51P) soll sich laut dem..…",
      "url": "https://stadt bremerhaven.de/acer aspire vero 16 notebook mit neuen intel core ultra vorgestellt/",
      "urlToImage": "https://stadt bremerhaven.de/wp content/uploads/2023/12/Acer Aspire Vero 16_LIfestyle 03.jpg",
      "publishedAt": "2023 12 07T07:30:39Z",
      "content": "Acer hat das neue Aspire Vero 16 vorgestellt. Das ist ein Notebook, welches der Hersteller als besonders umweltfreundlich bewirbt. Als Basis dienen bereits die frischen Prozessoren der Reihe Intel Co… [+1454 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Caschys Blog"
      },
      "author": "caschy",
      "title": "Qi2 Produkte werden das iPhone mit 15 Watt aufladen",
      "description": "Mit iOS 17.2 wird die Unterstützung des neuen Ladestandards QI2 auch auf älteren iPhones Einzug halten (wir berichteten). Die kommende Aktualisierung auf iOS 17.2 beinhaltet die Unterstützung für den kabellosen Ladestandard für das iPhone 13 und das iPhone 14…",
      "url": "https://stadt bremerhaven.de/qi2 produkte werden das iphone mit 15 watt aufladen/",
      "urlToImage": "https://stadt bremerhaven.de/wp content/uploads/2023/12/magsafe.jpg",
      "publishedAt": "2023 12 07T06:46:25Z",
      "content": "Mit iOS 17.2 wird die Unterstützung des neuen Ladestandards QI2 auch auf älteren iPhones Einzug halten (wir berichteten). Die kommende Aktualisierung auf iOS 17.2 beinhaltet die Unterstützung für den… [+2011 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Frandroid"
      },
      "author": "Ulrich Rozier",
      "title": "Apple miserait sur l’OLED pour ses futurs iPad et MacBook Air",
      "description": "Besoin de changer votre vieil iPad ou votre vieux MacBook ? Attendez un peu, si vous le pouvez.",
      "url": "https://www.frandroid.com/marques/apple/1881923_apple miserait sur loled pour ses futurs ipad et macbook air",
      "urlToImage": "https://images.frandroid.com/wp content/uploads/2023/02/test ipad pro 11 m2 8 scaled.jpg",
      "publishedAt": "2023 12 07T07:31:49Z",
      "content": "Besoin de changer votre vieil iPad ou votre vieux MacBook ? Attendez un peu, si vous le pouvez.\r\nL’iPad Pro 11 M2 // Source : Chloé Pertuis pour Frandroid\r\nApple devrait opérer opérer un changement s… [+1584 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Frandroid"
      },
      "author": "Ulrich Rozier",
      "title": "Mise à jour de Noël chez Tesla : voici un aperçu des nouveautés de cette année",
      "description": "Tesla a l'habitude de déployer une grosse mise à jour en fin d'année. Voici donc un aperçu des nouveautés de la mise à jour de fin 2023.",
      "url": "https://www.frandroid.com/marques/tesla/1881909_mise a jour de noel chez tesla voici un apercu des nouveautes de cette annee",
      "urlToImage": "https://images.frandroid.com/wp content/uploads/2023/10/tesla model 3 highland 00026 scaled.jpg",
      "publishedAt": "2023 12 07T06:47:10Z",
      "content": "Tesla a l'habitude de déployer une grosse mise à jour en fin d'année. Voici donc un aperçu des nouveautés de la mise à jour de fin 2023.\r\nTesla Model 3 (2024) // Source : Robin Wyck pour Frandroid\r\nO… [+3339 chars]"
    },
    {
      "source": {
        "id": "lenta",
        "name": "Lenta"
      },
      "author": "Андрей Ставицкий",
      "title": "Apple внезапно улучшила старые iPhone обновлением",
      "description": "Apple внезапно добавила во все смартфоны, выпущенные с 2021 года, поддержку более быстрой зарядки. Для смартфонов серии iPhone 13 и iPhone 14 стало доступно обновление до стандарта беспроводной зарядки Qi2. С улучшенным стандартом iPhone 13 и iPhone 14 будут …",
      "url": "https://lenta.ru/news/2023/12/07/fast_chrg/",
      "urlToImage": "https://icdn.lenta.ru/images/2023/12/06/15/20231206151928265/share_0a063774ff910f4d62a016150ad5e7c1.jpg",
      "publishedAt": "2023 12 07T09:36:11Z",
      "content": "Apple , 2021 , . Android Authority.\r\n iOS 17.2 RC (Release Candidate), . iPhone 13 iPhone 14 Qi2. Qi2 iPhone 15 .\r\n iPhone 13 iPhone 14 15 . 15 , Apple. , MagSafe.\r\n , Qi1 7,5 . , iOS 17.2 .\r\n, Apple… [+11 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Slickdeals.net"
      },
      "author": "toddack",
      "title": "iPad Mini 6th generation $379.99 at BJ's",
      "description": "BJ's Wholesale has for its *Members*: *64GB Apple iPad Mini 6th Gen 8.3\" Wi Fi Tablet* (‎‎‎2021 Model, Starlight or Space Gray) on sale for *$379.99*. *Shipping is free*. \n \nThanks to Community...",
      "url": "https://slickdeals.net/f/17143699 ipad mini 6th generation 379 99 at bj s",
      "urlToImage": "https://static.slickdealscdn.com/attachment/8/6/6/3/0/14696314.attach",
      "publishedAt": "2023 12 07T07:29:32Z",
      "content": "Are you sure you want to report this deal as expired? This will send the deal to our moderators for review. \r\n If you'd like to report this thread for another reason (spam, repost, etc.) please use t… [+17 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Ifanr.com"
      },
      "author": "张明悦",
      "title": "早报｜超越 GPT 4，Google 发布大模型 Gemini/苹果明年初或将推出多款新品/五月天阿信回应假唱风波",
      "description": "·黄仁勋：华为是英伟达在 AI 芯片领域的强大竞争对手\n·字节跳动以每股 160 美元开启新一轮回购\n·微软 Copilot 重磅升级#欢迎关注爱范儿官方微信公众号：爱范儿（微信号：ifanr），更多精彩内容第一时间为您奉上。\n爱范儿 |\n原文链接 ·\n查看评论 ·\n新浪微博",
      "url": "https://www.ifanr.com/1569852",
      "urlToImage": "https://s3.ifanr.com/images/ep/cover images/yi_qun_gou_jian_da_bei_de_ren_cover.jpg",
      "publishedAt": "2023 12 07T00:24:23Z",
      "content": "Google AI Gemini\r\n 12 6 Google CEO Sundar Pichai Gemini 1.0 AI Google \r\nGemini Gemini Ultra Gemini Pro Gemini Nano\r\nGoogle DeepMind Demis Hassabis Gemini \r\n Gemini Ultra 32 30 GPT 4\r\nGemini Ultra MML… [+1407 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "01net.com"
      },
      "author": "Mickael Bazoge",
      "title": "Ces deux applications vont bientôt disparaitre de l’Apple TV",
      "description": "La prochaine version de tvOS va faire du ménage dans le stock d'applications qui encombrent l'écran d'accueil de l'Apple TV. Deux d'entre elles vont en effet disparaitre, au profit de la seule application TV.",
      "url": "https://www.01net.com/actualites/ces deux applications vont bientot disparaitre de lapple tv.html",
      "urlToImage": "https://www.01net.com/app/uploads/2023/12/Apple TV tvOS 17.2.jpg",
      "publishedAt": "2023 12 07T06:30:22Z",
      "content": "La prochaine version de tvOS va faire du ménage dans le stock d’applications qui encombrent l’écran d’accueil de l’Apple TV. Deux d’entre elles vont en effet disparaitre, au profit de la seule applic… [+1338 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "01net.com"
      },
      "author": "Mickael Bazoge",
      "title": "Spotify : l’arrêt de plusieurs podcasts à succès ne passe pas",
      "description": "Spotify doit faire des économies. La plateforme de streaming a annoncé cette semaine une coupe franche dans ses effectifs, tandis que les dépenses vont être réduites notamment au sein de la production de podcasts.",
      "url": "https://www.01net.com/actualites/grosse colere contre spotify apres larret de plusieurs podcasts.html",
      "urlToImage": "https://www.01net.com/app/uploads/2023/09/Spotify Supremium HiFi 2.jpg",
      "publishedAt": "2023 12 07T07:30:51Z",
      "content": "Spotify doit faire des économies. La plateforme de streaming a annoncé cette semaine une coupe franche dans ses effectifs, tandis que les dépenses vont être réduites notamment au sein de la productio… [+2676 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Deadline"
      },
      "author": "Bruce Haring",
      "title": "Lyn Lear’s Statement Read At Sentinel Awards About Husband Norman Lear: “He Would Want Us To Laugh”",
      "description": "Norman Lear’s life and legacy took center stage tonight at the 2023 Sentinel Awards at the Writers Guild Theater in Beverly Hills. The awards, which celebrate the storytellers behind some of the year’s most impactful stories, heard a statement from Lyn Lear r…",
      "url": "https://deadline.com/2023/12/lyn lears statement read at sentinel awards about husband norman lear he would want us to laugh 1235656178/",
      "urlToImage": "https://deadline.com/wp content/uploads/2023/12/GettyImages 1243430520.jpg?w=1024",
      "publishedAt": "2023 12 07T04:05:40Z",
      "content": "Norman Lear’s life and legacy took center stage tonight at the 2023 Sentinel Awards at the Writers Guild Theater in Beverly Hills. \r\nThe awards, which celebrate the storytellers behind some of the ye… [+3335 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Digiday"
      },
      "author": "Cloey Callahan",
      "title": "Trans Gen Zers are looking for inclusivity: The Return podcast, season 2, episode 7",
      "description": "A Gallup survey found that the number of Gen Z people identifying as transgender is twice that of millennials.",
      "url": "http://digiday.com/podcasts/trans gen zers are looking for inclusivity the return podcast season 2 episode 7/",
      "urlToImage": "https://digiday.com/wp content/uploads/sites/3/2023/10/the returnWL copy.jpg",
      "publishedAt": "2023 12 07T05:01:00Z",
      "content": "This article is part of a special podcast series that covers the challenges and opportunities of returning to the office. More from the series →Gen Zers are thinking about their identities and how th… [+2868 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Digiday"
      },
      "author": "Catherine Wolf",
      "title": "Research Briefing: Programmatic hits road bumps heading into 2024",
      "description": "In this week’s Digiday+ Research Briefing, we examine the challenges facing programmatic advertising, how publishers, brands and retailers are giving up on X, and how publishers and brands are rapidly increasing their use of AI, as seen in recent data from Di…",
      "url": "http://digiday.com/marketing/research briefing programmatic hits road bumps heading into 2024/",
      "urlToImage": "https://digiday.com/wp content/uploads/sites/3/2023/11/rollercoaster revenue digiday 1.png",
      "publishedAt": "2023 12 07T05:01:00Z",
      "content": "This article is part of a series covering our Programmatic Marketing Summit. More from the series →In this weeks Digiday+ Research Briefing, we examine the challenges facing programmatic advertising,… [+5542 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "La Vanguardia"
      },
      "author": "Fran Besora",
      "title": "Apple prepara el lanzamiento de nuevos iPad y Mac con M3 para la primavera de 2024",
      "description": "Aunque todavía quedan unos meses para ver los próximos productos que lanzará Apple, tenemos nueva información sobre lo qué lanzaría la compañía de la manzana en 2024. Según el analista Mark Gurman de Bloomberg, Apple lanzará nuevos iPad Air con M2, iPad Pro y…",
      "url": "https://www.lavanguardia.com/andro4all/apple/apple lanzara nuevos ipad y mac marzo 2024",
      "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2023/12/apple nuevos productos marzo 2024.jpg?width=1200",
      "publishedAt": "2023 12 07T07:58:45Z",
      "content": "Apple lanzará nuevos iPad y Mac en marzo del año que viene\r\nAunque todavía quedan unos meses para ver los próximos productos que lanzará Apple, tenemos nueva información sobre lo qué lanzaría la comp… [+3114 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "La Vanguardia"
      },
      "author": "Fran Besora",
      "title": "Una de las mejores (y más demandadas) funciones de Apple Music ha sido retrasada hasta 2024",
      "description": "Apple Music ha añadido muchas novedades en las últimas versiones de iOS 17, sin embargo, una de las mejores y más demandadas, ha sido retrasada hasta 2024, ya que se ha eliminado de la versión RC (Release Candidate) de iOS 17.2, así que no la veremos en el la…",
      "url": "https://www.lavanguardia.com/andro4all/apple/apple retrasa listas colaborativas apple music 2024",
      "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2023/12/listas colaborativas appe music.jpg?width=1200",
      "publishedAt": "2023 12 07T08:49:04Z",
      "content": "Apple Music no tendrá todas las funciones esperadas de iOS 17.2\r\nApple Music ha añadido muchas novedades en las últimas versiones de iOS 17, sin embargo, una de las mejores y más demandadas, ha sido … [+3440 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "La Vanguardia"
      },
      "author": "Christian Collado",
      "title": "Google y Apple confirman que el gobierno puede espiarte a través de las notificaciones que te llegan al móvil",
      "description": "Cada vez que una de las aplicaciones que tienes en tu móvil te envía una notificación (ya sea por un mensaje recibido, una actualización o cualquier otra cosa), esos avisos deben antes pasar por los servidores de Apple o Google dependiendo de si usas un iPhon…",
      "url": "https://www.lavanguardia.com/andro4all/moviles/google y apple confirman que el gobierno puede espiarte a traves de las notificaciones que te llegan al movil",
      "urlToImage": "https://www.lavanguardia.com/andro4all/hero/2023/12/notificaciones en un movil android.jpg?width=1200",
      "publishedAt": "2023 12 07T09:05:34Z",
      "content": "Un ejemplo de notificación push en un smartphone Android.\r\nCada vez que una de las aplicaciones que tienes en tu móvil te envía una notificación (ya sea por un mensaje recibido, una actualización o c… [+2309 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Impress.co.jp"
      },
      "author": null,
      "title": "ソフトバンク・ワイモバイルのキャリア決済利用で最大5000円相当還元、初めて利用のユーザーなど対象",
      "description": "ソフトバンクは、Google PlayやApp Storeでキャリア決済を初めて利用したユーザーなどを対象に、最大で5000ポイントのPayPayポイントを付与するキャンペーンを開始した。期間は2024年1月15日まで。",
      "url": "https://k tai.watch.impress.co.jp/docs/news/1552669.html",
      "urlToImage": "https://k tai.watch.impress.co.jp/img/ktw/list/1552/669/sub.jpg",
      "publishedAt": "2023 12 07T03:18:42Z",
      "content": "Google PlayApp Store5000PayPay2024115 \r\n /33002003300500110002000550005000110002005000 \r\n 39112620243App Store/Apple Arcade/Apple Music/Apple Books/Apple TV/iCloudGoogle Play"
    },
    {
      "source": {
        "id": null,
        "name": "Clubic"
      },
      "author": "Corentin Béchade",
      "title": "Les notifications, nouveau vecteur d'espionnage pour les gouvernements",
      "description": "Les fonctions les plus basiques de nos smartphones peuvent être utilisées pour récupérer des informations personnelles. C’est ce que nous apprennent de nouvelles révélations venant du Congrès américain.",
      "url": "https://www.clubic.com/actualite 511597 les notifications nouveau vecteur d espionnage pour les gouvernements.html",
      "urlToImage": "https://pic.clubic.com/v1/images/2170480/raw",
      "publishedAt": "2023 12 07T07:46:00Z",
      "content": "Les fonctions les plus basiques de nos smartphones peuvent être utilisées pour récupérer des informations personnelles. Cest ce que nous apprennent de nouvelles révélations venant du Congrès américai… [+3138 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "AndroidGuys"
      },
      "author": "Jude Chukwuemeka",
      "title": "Beeper Mini app: Android users can send & receive blue bubble messages",
      "description": "Beeper, a universal standalone Android app built precisely to send and receive blue bubble messages has announced Beeper Mini. According to Beeper’s latest press release, the new app makes it possible for users to send and receive blue bubble messages to frie…",
      "url": "https://www.androidguys.com/news/beeper mini app android users can send receive blue bubble messages/",
      "urlToImage": "https://www.androidguys.com/wp content/uploads/2023/12/Beeper Mini app interface.jpg",
      "publishedAt": "2023 12 07T08:57:45Z",
      "content": "Beeper, a universal standalone Android app built precisely to send and receive blue bubble messages has announced Beeper Mini. According to Beepers latest press release, the new app makes it possible… [+2072 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Deadline"
      },
      "author": "Patrick Hipes",
      "title": "‘Grey’s Anatomy’, ‘The Diplomat’, ‘Tiny Beautiful Things’ Among Winners At Sentinel Awards",
      "description": "The 2023 Sentinel Awards were handed out tonight Awards at the Writers Guild Theater in Beverly Hills, and winners included writers for such TV series as Grey’s Anatomy, Station 19, Superman & Lois, The Diplomat and Tiny Beautiful Things. See the full list be…",
      "url": "https://deadline.com/2023/12/sentinel awards 2023 winners list 1235652791/",
      "urlToImage": "https://deadline.com/wp content/uploads/2023/12/Larry Wilmore.jpg?w=1024",
      "publishedAt": "2023 12 07T03:00:00Z",
      "content": "The 2023 Sentinel Awards were handed out tonight Awards at the Writers Guild Theater in Beverly Hills, and winners included writers for such TV series as Grey’s Anatomy, Station 19, Superman &amp; Lo… [+1902 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Deadline"
      },
      "author": "Bruce Haring",
      "title": "Haredi Drama ‘Shtisel’ Heads To IZZY Network",
      "description": "Three yes Studio shows have been licensed to Israeli streamer IZZY, including Shtisel, an authentic portrayal of Haredi life that ran for three seasons on Netflix. The deal includes yes shows Who Died?, a romantic comedy centered around two cancer patients, J…",
      "url": "https://deadline.com/2023/12/yes studios haredi drama shtisel izzy network 1235655845/",
      "urlToImage": "https://deadline.com/wp content/uploads/2023/12/IZZY Ruchami Shira Haas 5 credit VERED ADIR.jpg?w=1024",
      "publishedAt": "2023 12 07T10:00:00Z",
      "content": "Three yes Studio shows have been licensed to Israeli streamer IZZY, including Shtisel, an authentic portrayal of Haredi life that ran for three seasons on Netflix. \r\nThe deal includes yes shows Who D… [+1321 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Nextpit.de"
      },
      "author": "Jade Bryan",
      "title": "Googles Feature Drop: KI Tools & Video Boost fürs Pixel 8 Pro",
      "description": "Google hat das Dezember Feature Drop für das Pixel 8 und Pixel 8 Pro veröffentlicht. Hier erfahrt Ihr, was es kann und wie es bekommt!",
      "url": "https://www.nextpit.de/das google feature drop 12 23 ist da",
      "urlToImage": "https://fscl01.fonpit.de/userfiles/7687254/image/Google_Pixel_8_Pro/nextpit_Google_Pixel_8_Pro_Display.jpg",
      "publishedAt": "2023 12 07T07:27:18Z",
      "content": "Pixel 8 Pro: Gemini Nano und der Video Boost\r\nGoogle unterscheidet das Pixel 8 Pro weiterhin vom Pixel 8 und den älteren Pixel Phones, indem es viele neue Funktionen aktiviert, die ursprünglich bei d… [+4720 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Merca20.com"
      },
      "author": "Alejandra Castillo",
      "title": "Apple: la empresa que transformó la tecnología",
      "description": "Apple ha forjado una reputación como la empresa más poderosa, una fuerza que ha dejado una huella indeleble en la industria tecnológica.",
      "url": "https://www.merca20.com/apple la empresa que transformo la tecnologia/",
      "urlToImage": "https://files.merca20.com/uploads/2023/09/APPLE EVENT 2023 IPHONE 15.jpg",
      "publishedAt": "2023 12 07T07:20:55Z",
      "content": "Apple ha forjado una reputación como la empresa más poderosa, una fuerza omnipresente que ha dejado una huella indeleble en la industria tecnológica y en la vida cotidiana de millones de personas en … [+612 chars]"
    },
    {
      "source": {
        "id": "marca",
        "name": "Marca"
      },
      "author": "PABLO VILLA",
      "title": "\"Bryan tiene mucho talento, pero su adaptación al Bayern es una incógnita\"",
      "description": "Nadie o casi nadie esperaba que diese el salto tan pronto. Con sólo 22 años y 14 partidos en Primera, Bryan Zaragoza se marcha del Granada al Bayern Múnich, previo pago de 15 millo",
      "url": "https://www.marca.com/radio/marca daily/2023/12/07/65711e9746163f0b578b457a.html",
      "urlToImage": "https://phantom marca.unidadeditorial.es/2d2ce87730d15c9dab650b17cc5e8da2/resize/1200/f/webp/assets/multimedia/imagenes/2023/12/07/17019121377914.jpg",
      "publishedAt": "2023 12 07T05:17:28Z",
      "content": "Nadie o casi nadie esperaba que diese el salto tan pronto. Con sólo 22 años y 14 partidos en Primera, Bryan Zaragoza se marcha del Granada al Bayern Múnich, previo pago de 15 millones de euros. El in… [+839 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "DIE WELT"
      },
      "author": "Rixa Fürsen",
      "title": "Israels Plan für das unterirdische Terror Netzwerk der Hamas",
      "description": "Israel erwägt offenbar, das verzweigte Tunnelsystem der Hamas mit einer gewaltigen Pumpenanlage zu fluten. Die Chancen und Risiken dieser Mission ordnet WELT Außenpolitik Korrespondent Daniel Dylan Böhmer ein. Er berichtet seit Jahren über den Nahost Konflikt…",
      "url": "https://www.welt.de/podcasts/article248912444/Podcast Israels Plan fuer das unterirdische Terror Netzwerk der Hamas.html",
      "urlToImage": "https://img.welt.de/img/podcasts/mobile248272678/5301350207 ci16x9 w1200/DWO Podcast Teaser DbdT Rixa Fuersen.jpg",
      "publishedAt": "2023 12 07T04:01:43Z",
      "content": "Hier können Sie die aktuelle Folge von Das bringt der Tag direkt hören:\r\nAbonnieren Sie den Podcast unter anderem bei Spotify, Apple Podcasts oder Amazon Music.\r\nDas bringt der Tag jeden Morgen ab 5 … [+805 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "DIE WELT"
      },
      "author": "Robin Alexander, Dagmar Rosenfeld",
      "title": "Zwei mal drei macht vier – womit Deutschland zu rechnen hat",
      "description": "Die aktuelle Pisa Studie zeigt: Drei von zehn Schülern sind unter dem Mindestniveau in Mathematik. Was Mathe angeht, hat auch die Ampel ihre Hausaufgaben nicht gemacht. Und so wird derzeit gerechnet – ob mit mehr Erfolg als in deutschen Schulen, darüber sprec…",
      "url": "https://www.welt.de/podcasts/machtwechsel/article248919428/Zwei mal drei macht vier womit Deutschland zu rechnen hat Podcast.html",
      "urlToImage": "https://img.welt.de/img/podcasts/machtwechsel/mobile244549614/1391350287 ci16x9 w1200/DWO Podcast Teaser mit 2zu3.jpg",
      "publishedAt": "2023 12 07T04:01:27Z",
      "content": "Warum die aktuelle Misere vor allem auch eine herbe Niederlage für den Bundeskanzler und seine eigene Selbstwahrnehmung ist, darüber sprechen die beiden in dieser Folge von Machtwechsel. Außerdem geh… [+1318 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "DIE WELT"
      },
      "author": "Christina Horsten",
      "title": "Telefonischer Festakt zum ISS Jubiläum",
      "description": "Aus den Modulen „Unity“ und „Sarja“ wurde vor genau 25 Jahren der Grundstock für die „Internationale Raumstation“ ISS: Das feierte die Nasa nun mit einem telefonischen Festakt. Die Zukunft der ISS bleibt jedoch ungewiss.",
      "url": "https://www.welt.de/wissenschaft/article248922160/ISS Jubilaeum 25 Jahre Internationale Raumstation.html",
      "urlToImage": "https://img.welt.de/img/wissenschaft/mobile248922158/9551356757 ci16x9 w1200/25 Jahre ISS Betrieb.jpg",
      "publishedAt": "2023 12 07T09:47:29Z",
      "content": "Mit einem Festakt per Telefon hat die US Raumfahrtbehörde Nasa den 25. Jahrestag des Beginns der Arbeiten auf der Internationalen Raumstation ISS gefeiert. Der stellvertretende Nasa Chef Bob Cabana u… [+2500 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Techbang.com"
      },
      "author": "cnBeta",
      "title": "傳為Windows 12的預覽版（Windows 11 24H2）已經曝光，2024年Windows將迎來重大更新",
      "description": "Windows 11 24H2現已曝光 傳將於2024年命名為Windows 12後推出\n據信，微軟正在開發其旗艦作業系統的新版本。這個更新既可能是 Windows 11 的升級版（24H2），也可能是一個全新的作業系統，名為 Windows 12。即將推出的更新（平台版本為 24H2）的名稱將取決於行銷團隊的決定。\n例如，Windows 11 21H2 在推出前的早期階段被稱為 Windows 10 太陽谷。此前的洩露和招聘資訊都證實，\"太陽谷\"是 Windows 10 的升級版。不過，後來情況發生了變化，Wi…",
      "url": "https://www.techbang.com/posts/111617 windows 11 24h2 has now been revealed and it is rumored to be",
      "urlToImage": "https://cdn2.techbang.com/system/excerpt_images/111617/original/a8de1f4c5e03ea03b5d6d29ddbb2d450.jpg?1701849802",
      "publishedAt": "2023 12 07T08:30:00Z",
      "content": "Windows 11 24H2 Windows 12 24H2\r\nWindows 11 21H2 Windows 10 \"\" Windows 10 Windows 10 Sun Valley Windows 11 \r\n Windows Windows 11 24H2 Windows 12 2024 Windows \r\n Windows 24H2 Windows 12 \"Windows 11 Mo… [+341 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Inside.com.tw"
      },
      "author": "Jocelyn",
      "title": "AI 競賽蘋果不缺席！發布專為 Apple 晶片打造的機器學習框架「MLX」",
      "description": "根據蘋果，PyTorch、Jax 和 ArrayFire 等框架皆是 MLX 的靈感，MLX 目標是要讓開發者能簡單使用，但同時也有足夠能力去訓練 Meta Llama 等 AI 模型。",
      "url": "https://www.inside.com.tw/article/33548 apple mlx",
      "urlToImage": "https://bucket img.tnlmedia.com/cabinet/2023/12/53a9cad2 70c9 4342 a153 d7b36d4284ab.jpg?w=1200&h=630&fit=crop&auto=compress",
      "publishedAt": "2023 12 07T07:06:00Z",
      "content": "Apple MLX Apple \r\nPyTorchJax ArrayFire MLX MLX unified memory modelMLX \r\nMLX API PythonC++ API Meta Llama Stable Diffusion AI  \r\n GitHub MLX Transformer Stable Diffusion \r\nMia\r\nINSIDE Google News IN"
    },
    {
      "source": {
        "id": null,
        "name": "Forbes"
      },
      "author": "Ewan Spence, Senior Contributor, \n Ewan Spence, Senior Contributor\n https://www.forbes.com/sites/ewanspence/",
      "title": "New Apple Leak Hints At Early MacBook Air Upgrade",
      "description": "Apple's next MacBook Air laptops may arrive earlier than expected.",
      "url": "https://www.forbes.com/sites/ewanspence/2023/12/06/apple macbook air m3 apple silicon upgrade new macbook/",
      "urlToImage": "https://imageio.forbes.com/specials images/imageserve/6488db63c6389d36a47d5722/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
      "publishedAt": "2023 12 07T09:30:30Z",
      "content": "With Apple failing to launch a new MacBook Air laptop alongside the M3 powered MacBook Pro, many wondered how long they would have to wait to upgrade their laptop to the latest Apple Silicon. The wai… [+1935 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Forbes"
      },
      "author": "Conor Murray, Forbes Staff, \n Conor Murray, Forbes Staff\n https://www.forbes.com/sites/conormurray/",
      "title": "Every Major Event In Taylor Swift's Record Breaking 2023—From The Eras Tour To Time Person Of The Year",
      "description": "Swift’s unprecedented year of dominance pushed her into the billionaire ranks, according to Forbes estimates.",
      "url": "https://www.forbes.com/sites/conormurray/2023/12/06/every major event in taylor swifts record breaking 2023 from the eras tour to time person of the year/",
      "urlToImage": "https://imageio.forbes.com/specials images/imageserve/6570ce9ee45d1578ee1aa945/0x0.jpg?format=jpg&crop=2993,1683,x0,y77,safe&height=900&width=1600&fit=bounds",
      "publishedAt": "2023 12 07T01:30:28Z",
      "content": "Newly minted billionaire Taylor Swift had a blockbuster year thanks to the unprecedented success of her Eras Tour and album rerecording project, heightened media attention for her relationships with … [+5925 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Antyweb.pl"
      },
      "author": "Konrad Kozłowski",
      "title": "Jedne słuchawki, dwie przejściówki. Chore realia w 2023 r.",
      "description": "Korzystacie już tylko z bezprzewodowych słuchawek? Ja też je uwielbiam, ale z różnych powodów lub na wszelki wypadek zabieram ze sobą także te z przewodem. A razem z nimi dwie dodatkowe przejściówki.\n \n The post Jedne słuchawki, dwie przejściówki. Chore reali…",
      "url": "https://antyweb.pl/jedne sluchawki dwie przejsciowki chore realia w 2023 r",
      "urlToImage": "https://antyweb.pl/img/1250/550/fit/wp content/uploads/2023/12/o7gfbfxxl4/math rblqmwB7kKk unsplash.jpeg",
      "publishedAt": "2023 12 07T09:00:57Z",
      "content": "Jedn z najwikszych zmian w najnowszych iPhone'ach byo pojawienie si portu USB C, ale to pozostawienie samodzielnego zcza Lightning w iPhonie 7 wspomina si najczciej, poniewa poegnano wtedy zcze sucha… [+3117 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Cool3c.com"
      },
      "author": "Chevelle.fu",
      "title": "蘋果AirPods Pro(第2代)搭配MagSafe充電盒(USB Type C)真無線耳機評測，集多項技術大成並實現無縫體感的iOS首選耳機",
      "description": "蘋果在2023年蘋果秋季發表會公布改為USB Type C的iPhone 15系列的同時，也推出小改版的AirPods Pro(第2代)搭配MagSafe充電盒(USB Type C)，一併將第二代AirPods Pro 搭配的MagSafe充電盒改為全新的USB Type C版本，此次也向蘋果借得甫在台灣出貨的AirPods Pro(第2代)搭配MagSafe充電盒(USB Type C)進行試用。 ▲充電線已換上編織材質而非早期較有自然崩解爭議的塑料材質 蘋果的AirPods雖然不是市場上第一款真無線耳機，但…",
      "url": "https://www.cool3c.com/article/204968",
      "urlToImage": "https://sw.cool3c.com/user/29442/2023/e7edd5fa e346 4915 91c2 1fdf2f6625f5.jpg?fit=max&w=1400&q=80",
      "publishedAt": "2023 12 07T05:11:31Z",
      "content": "2023USB Type CiPhone 15AirPods Pro(2)MagSafe(USB Type C)AirPods ProMagSafeUSB Type CAirPods Pro(2)MagSafe(USB Type C)\r\nAirPodsAirPodsAirPodsAirPods Pro3,0005,000\r\nAirPods ProXS\r\nAirPods ProiOS\r\nUSB T… [+1149 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Iphoneitalia.com"
      },
      "author": "Giuseppe Migliorino",
      "title": "Apple elimina le app di film e serie TV da iTunes in tvOS 17.2",
      "description": "Apple fa ordine nelle app di gestione film e serie TV su Apple TV. \nLink all'articolo originale: Apple elimina le app di film e serie TV da iTunes in tvOS 17.2",
      "url": "https://www.iphoneitalia.com/818329/apple elimina app film serie tv apple tv",
      "urlToImage": "https://static.iphoneitalia.com/wp content/uploads/2023/12/apple tv itunes.webp",
      "publishedAt": "2023 12 07T07:03:18Z",
      "content": "Come annunciato nelle scorse settimane, Apple ha eliminato le app iTunes Movies e iTunes TV Show su Apple TV a partire da tvOS 17.2.\r\nCome notato da 9to5Mac, nella versione RC di tvOS 17.2, l’apertur… [+1153 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Iphoneitalia.com"
      },
      "author": "Giuseppe Migliorino",
      "title": "L’uomo dietro il multitouch e il Touch ID lascerà Apple",
      "description": "Steve Hotelling, uno dei più importanti e anziani dirigenti Apple, lascerà l'azienda. \nLink all'articolo originale: L’uomo dietro il multitouch e il Touch ID lascerà Apple",
      "url": "https://www.iphoneitalia.com/818334/dirigente multitouch touch id lascia apple",
      "urlToImage": "https://static.iphoneitalia.com/wp content/uploads/2019/05/touch id 3.png",
      "publishedAt": "2023 12 07T08:30:07Z",
      "content": "Un dirigente Apple, responsabile dello sviluppo di una miriade di funzionalità nel corso degli anni, lascerà presto l’azienda.\r\nBloomberg fa sapere che Steve Hotelling, che ha lavorato su tecnologie … [+1912 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Iphoneitalia.com"
      },
      "author": "Giuseppe Migliorino",
      "title": "iPhone SE 4 utilizzerà la stessa batteria di iPhone 14",
      "description": "L'‌iPhone SE‌ 4, noto con l'identificatore del dispositivo D59, utilizzerà esattamente la stessa batteria presente nel modello base iPhone 14.",
      "url": "https://www.iphoneitalia.com/818326/quale batteria iphone se 4",
      "urlToImage": "https://static.iphoneitalia.com/wp content/uploads/2023/02/iphone se 2024.jpg",
      "publishedAt": "2023 12 07T06:58:20Z",
      "content": "L’‌iPhone SE‌ 4, noto con l’identificatore del dispositivo D59, utilizzerà esattamente la stessa batteria presente nel modello base iPhone 14.\r\nPrototipi parzialmente assemblati del prossimo ‌iPhone … [+1697 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Iphoneitalia.com"
      },
      "author": "Giuseppe Migliorino",
      "title": "I caricatori wireless Qi2 di Anker ricaricheranno gli iPhone a 15 W",
      "description": "Ora non sembrano esserci più dubbi: la tecnologia Qi2 consentirà di ricaricare gli iPhone a 15 W in modalità wireless. \nLink all'articolo originale: I caricatori wireless Qi2 di Anker ricaricheranno gli iPhone a 15 W",
      "url": "https://www.iphoneitalia.com/818338/anker qi2 15 w iphone",
      "urlToImage": "https://static.iphoneitalia.com/wp content/uploads/2023/12/qi2.jpg.webp",
      "publishedAt": "2023 12 07T07:17:27Z",
      "content": "I caricabatterie Qi2 di Anker caricheranno iPhone 13, iPhone 14 e iPhone 15 fino a 15 W, come confermato dalla stessa Anker a The Verge.\r\nGli attuali caricabatterie basati su Qi di aziende come Anker… [+1916 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tecmundo.com.br"
      },
      "author": "Carolina Saldanha",
      "title": "10 notícias de tecnologia para você começar o dia (07/12)",
      "description": "Bom dia! Separamos as principais notícias do mundo da Ciência, Tecnologia e Entretenimento para você saber tudo o que aconteceu na última terça feira (05). Para conferir cada notícia na íntegra, basta clicar nos links a seguir.1. Samsung, Apple e Xiaomi domin…",
      "url": "https://www.tecmundo.com.br/internet/274640 10 noticias tecnologia voce comecar dia 07 12.htm",
      "urlToImage": "https://tm.ibxk.com.br/2023/12/06/06151345272616.jpg",
      "publishedAt": "2023 12 07T09:00:00Z",
      "content": "Bom dia! Separamos as principais notícias do mundo da Ciência, Tecnologia e Entretenimento para você saber tudo o que aconteceu na última terça feira (05). Para conferir cada notícia na íntegra, bast… [+2590 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Olhardigital.com.br"
      },
      "author": "William Schendes",
      "title": "iPhone 16: saiba quais são os principais rumores até o momento",
      "description": "Ainda vai demorar para vermos o anúncio oficial do iPhone 16, mas alguns rumores já indicam o que podemos esperar do dispositivo da Apple\nO post iPhone 16: saiba quais são os principais rumores até o momento apareceu primeiro em Olhar Digital.",
      "url": "https://olhardigital.com.br/2023/12/07/reviews/iphone 16 saiba quais sao os principais rumores ate o momento/",
      "urlToImage": "https://img.olhardigital.com.br/wp content/uploads/2023/12/iphone 15 pro costas 1024x576 1.jpg",
      "publishedAt": "2023 12 07T08:40:00Z",
      "content": "O iPhone 15 foi lanÃ§ado hÃ¡ pouco meses, mas os rumores nÃ£o param e jÃ¡ temos novidades e muitas informaÃ§Ãµes para especularmos sobre o prÃ³ximo smartphone da Apple.\r\nVeÃ­culos especializados no t… [+2461 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Olhardigital.com.br"
      },
      "author": "Wagner Edwards",
      "title": "5 apps com temas para personalizar o celular",
      "description": "Launchers fornecem sons para personalizar toque e notificações, e pacotes com wallpapers e ícones de várias cores; veja\nO post 5 apps com temas para personalizar o celular apareceu primeiro em Olhar Digital.",
      "url": "https://olhardigital.com.br/2023/12/07/dicas e tutoriais/5 apps com temas para personalizar o celular/",
      "urlToImage": "https://img.olhardigital.com.br/wp content/uploads/2023/12/aplicativos para personalizar o celular.jpg",
      "publishedAt": "2023 12 07T08:20:00Z",
      "content": "Baixar um wallpaper na internet e usÃ¡ lo como plano de fundo da Ã¡rea de trabalho Ã© o mÃ©todo mais comum para mudar a aparÃªncia do smartphone. Contudo, hÃ¡ outras alternativas que tornam este trab… [+2955 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Biztoc.com"
      },
      "author": "cnbc.com",
      "title": "Meta to expand encryption on Messenger making it similar to WhatsApp",
      "description": "Meta said Wednesday evening that the personal calls and chats of every Messenger user will be encrypted by default, representing a major privacy update that makes the service more similar to its sibling WhatsApp. Because of the encryption technology \"nobody, …",
      "url": "https://biztoc.com/x/c4d6560706128e51",
      "urlToImage": "https://c.biztoc.com/p/c4d6560706128e51/s.webp",
      "publishedAt": "2023 12 07T06:34:07Z",
      "content": "Meta said Wednesday evening that the personal calls and chats of every Messenger user will be encrypted by default, representing a major privacy update that makes the service more similar to its sibl… [+304 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Osnews.com"
      },
      "author": "Thom Holwerda",
      "title": "Federal government is using data from push notifications to track contacts",
      "description": "Government investigators in the United States have used push notification data to pursue people of interest, Sen. Ron Wyden (D Ore.) said in a letter Wednesday to the Justice Department, revealing for the first time a way in which Americans can be tracked thr…",
      "url": "https://www.osnews.com/story/138018/federal government is using data from push notifications to track contacts/",
      "urlToImage": null,
      "publishedAt": "2023 12 07T00:18:12Z",
      "content": "Government investigators in the United States have used push notification data to pursue people of interest, Sen. Ron Wyden (D Ore.) said in a letter Wednesday to the Justice Department, revealing fo… [+1063 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Ilfattoquotidiano.it"
      },
      "author": "Stefania Severini",
      "title": "Suzuki Swift, la quarta generazione porta in dote il motore 3 cilindri mild hybrid – FOTO",
      "description": "Presentata come concept al Salone di Tokyo dello scorso mese, la nuova Suzuki Swift è pronta a essere lanciata sul mercato, anche europeo nel 2024. La quarta generazione della cinque porte giapponese – che a oggi conta vendite globali per oltre 9 milioni di u…",
      "url": "https://www.ilfattoquotidiano.it/2023/12/07/suzuki swift la quarta generazione porta in dote il motore 3 cilindri mild hybrid foto/7375863/",
      "urlToImage": "https://st.ilfattoquotidiano.it/wp content/uploads/2023/12/06/013 newswift.jpg",
      "publishedAt": "2023 12 07T06:00:10Z",
      "content": "Presentata come concept al Salone di Tokyo dello scorso mese, la nuova Suzuki Swift è pronta a essere lanciata sul mercato, anche europeo nel 2024. La quarta generazione della cinque porte giapponese… [+2459 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Actualidadiphone.com"
      },
      "author": "Ángel González",
      "title": "iPad Air 6 o iPad Air 2024: la nueva apuesta de Apple para el año que viene",
      "description": "El nuevo iPad Air 6 o iPad Air 2024 verá la luz a lo largo del año que viene con un nuevo modelo de 12,9 pulgadas y los chip M2.",
      "url": "https://www.actualidadiphone.com/ipad air 6 o ipad air 2024 la nueva apuesta de apple para el ano que viene/",
      "urlToImage": "https://www.actualidadiphone.com/wp content/uploads/2023/12/iPad Air 2024 2.jpg",
      "publishedAt": "2023 12 07T09:00:07Z",
      "content": "El año 2023 está siendo un año diferente y excepcional para la gama de los iPad de Apple. Un año sin actualizaciones solo puede implicar que el 2024 introducirá grandes cambios en los iPad, en todos … [+3163 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "3dnews.ru"
      },
      "author": null,
      "title": "Apple планирует кардинально обновить в 2024 году свою линейку iPad и не только",
      "description": "По информации обозревателя издания Bloomberg, Марка Гурмана (Mark Gurman), в 2024 году Apple представит увеличенный iPad Air с диагональю экрана 12,9 дюймов. Эта новинка дополнит существующую модель с экраном 10,9 дюймов, приближая линейку iPad Air к размерам…",
      "url": "https://3dnews.ru/1097096/apple planiruet kardinalno obnovit v 2024 godu svoyu lineyku ipad i ne tolko",
      "urlToImage": "https://3dnews.ru/assets/external/illustrations/2023/12/07/1097096/apple planiruet kardinalno obnovit v 2024 godu svoyu lineyku ipad i ne tolko main.jpg",
      "publishedAt": "2023 12 07T01:55:00Z",
      "content": "Bloomberg, (Mark Gurman), 2024 Apple iPad Air 12,9 . 10,9 , iPad Air iPad Pro, 11 12,9 .\r\n: Apple\r\n, iPad Pro 2024 OLED . 2018 , Apple .\r\n , Apple MacBook Air. M3, 14  MacBook Pro iMac. MacBook Air .… [+130 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Geekpark.net"
      },
      "author": null,
      "title": "谷歌宣布推出Gemini，规模最大功能最强；AMD 正式发布MI300加速器；Altman当选《时代》年度CEO",
      "description": "谷歌宣布推出 Gemini\n12 月 6 日消息，谷歌宣布推出其认为规模最大、功能最强大的人工智能模型 Gemini。根据谷歌给出的基准测试结果，Gemini 在许多测试中都表现出了「最先进的性能」，甚至在大部分基准测试中完全击败了 OpenAI 的 GPT 4。\n谷歌针对不同场景发布了三种不同版本：Gemini Ultra、Gemini Pro 和 Gemini Nano。这些不同的版本也将适用于不同的场景和案例：\n\nGemini 有三种尺寸，用于三种不同的目的。｜图片来源：谷歌\n  Gemini Ultra …",
      "url": "https://www.geekpark.net/news/328645",
      "urlToImage": "https://imgslim.geekpark.net/uploads/image/file/f9/bf/f9bfe02d1747fe5fb6cb2d8af8d452f8.jpg",
      "publishedAt": "2023 12 07T01:00:29Z",
      "content": "Gemini\r\n12 6 GeminiGemini OpenAI GPT 4\r\nGemini UltraGemini Pro Gemini Nano\r\nGemini \r\n  Gemini Ultra   \r\n  Gemini Pro   \r\n  Gemini Nano   \r\n 12 13 Google AI Studio Google Cloud Vertex AI Gemini Pro Ge… [+851 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tinhte.vn"
      },
      "author": "no reply@tinhte.vn (Lê Huyền Vân), Lê Huyền Vân",
      "title": "Smartwatch Garmin nhận được cuộc gọi từ các app Grab, Be, Messeger, Zalo,... Apple Watch thì không",
      "description": "Hầu hết smartwatch có hỗ trợ loa, mic của Garmin nói chung và dòng Venu 3S mình đang đeo nói đều có tính năng nhận và trả lời cuộc gọi trực tiếp từ hầu hết các app của bên thứ ba như Grab, Be, Messeger, Zalo, Viber, Telegram…",
      "url": "https://tinhte.vn/thread/smartwatch garmin nhan duoc cuoc goi tu cac app grab be messeger zalo apple watch thi khong.3745524/",
      "urlToImage": "https://photo2.tinhte.vn/data/attachment files/2023/12/8206726_Garmin_venu_3 1.jpg",
      "publishedAt": "2023 12 07T03:03:51Z",
      "content": "Thông báo cuc gi n và cho phép nhn cuc gi t app MessengerHàng ngày mình dùng, Garmin Venu 3S cng s thông báo và cho phép nhn cuc gi ca Telegram, Viber, Hu ht các app nào trên in thoi h tr cuc gi thì … [+574 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tinhte.vn"
      },
      "author": "no reply@tinhte.vn (Lê Huyền Vân), Lê Huyền Vân",
      "title": "Smartwatch Garmin có thể nhận được cuộc gọi từ các app Grab, Be, Messeger, Zalo,...",
      "description": "Hầu hết smartwatch có hỗ trợ loa, mic của Garmin nói chung và dòng Venu 3S mình đang đeo nói đều có tính năng nhận và trả lời cuộc gọi trực tiếp từ hầu hết các app của bên thứ ba như Grab, Be, Messeger, Zalo, Viber, Telegram…",
      "url": "https://tinhte.vn/thread/smartwatch garmin co the nhan duoc cuoc goi tu cac app grab be messeger zalo.3745524/",
      "urlToImage": "https://photo2.tinhte.vn/data/attachment files/2023/12/8206726_Garmin_venu_3 1.jpg",
      "publishedAt": "2023 12 07T06:06:30Z",
      "content": "Mi cuc gi c thc hin thông qua các app nó là mt lung riêng. C th, Zalo là 1 lung riêng, Messenger, Be hay Grab, cng là 1 lung riêng. Garmin Venu 3S hiu các lung cuc gi ó nh 1 chic tai nghe Bluetooth. … [+582 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "redmondpie.com"
      },
      "author": "Oliver Haslam",
      "title": "Christmas Microsoft Software Sale 2023: Get Windows 10, Windows 11, Office, Visual Studio Starting As Low As Just $13",
      "description": "Christmas is always a good time to try and save some money so when you get the chance to do exactly that, you take it. The folks at VIP CDKDeals are offering some of Microsoft's biggest releases at prices that you can't afford to miss and all you have to do i…",
      "url": "https://www.redmondpie.com/christmas microsoft software sale 2023 get windows 10 windows 11 office visual studio starting as low as just 13/",
      "urlToImage": "https://cdn.redmondpie.com/wp content/uploads/2023/12/image_2023 12 06_232113614.png",
      "publishedAt": "2023 12 07T00:59:52Z",
      "content": "Christmas is always a good time to try and save some money so when you get the chance to do exactly that, you take it. The folks at VIP CDKDeals are offering some of Microsoft’s biggest releases at p… [+699 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "ComingSoon.net"
      },
      "author": "Ayeshaasif",
      "title": "My Little Pony: Friendship Is Magic Season 1 Streaming: Watch & Stream Online via Netflix",
      "description": "My Little Pony: Friendship Is Magic Season 1 is an animated series that follows the adventures of Twilight Sparkle and her friends in the fantasy land of Equestria. It was created by Lauren Faust and released by The Hub in 2010. Here’s how you can watch and s…",
      "url": "https://www.comingsoon.net/guides/news/1429266 my little pony friendship is magic season 1 streaming watch stream online via netflix",
      "urlToImage": "https://www.comingsoon.net/wp content/uploads/sites/3/2023/12/My Little Pony Friendship Is Magic Season 1.jpg?resize=1200,630",
      "publishedAt": "2023 12 07T04:47:59Z",
      "content": "My Little Pony: Friendship Is Magic Season 1 is an animated series that follows the adventures of Twilight Sparkle and her friends in the fantasy land of Equestria. It was created by Lauren Faust and… [+3379 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "ComingSoon.net"
      },
      "author": "Ayeshaasif",
      "title": "My Little Pony: Friendship Is Magic Season 9 Streaming: Watch & Stream Online via Hulu",
      "description": "Wondering where to watch My Little Pony: Friendship Is Magic Season 9 online? We have all the streaming details right here. This is the final installment in the animated series that follows the adventures of Twilight Sparkle and her friends. It was created by…",
      "url": "https://www.comingsoon.net/guides/news/1429304 my little pony friendship is magic season 9 streaming watch stream online via hulu",
      "urlToImage": "https://www.comingsoon.net/wp content/uploads/sites/3/2023/12/My Little Pony Friendship Is Magic Season 9 Streaming.jpg?resize=1200,630",
      "publishedAt": "2023 12 07T05:51:33Z",
      "content": "Wondering where to watch My Little Pony: Friendship Is Magic Season 9 online? We have all the streaming details right here. This is the final installment in the animated series that follows the adven… [+2960 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Sspai.com"
      },
      "author": "少数派编辑部",
      "title": "派早报：Google 推出 AI 模型 Gemini、Beeper 推出 Android 版 iMessage 等",
      "description": "Apple 推出 MLX 深度学习框架、微软将为 Windows 10 提供扩展安全更新、罗技推出 Astro A50 X 游戏耳机等。查看全文",
      "url": "https://sspai.com/post/84900",
      "urlToImage": "https://cdn.sspai.com/07/12/2023/article/b7a5d2a4 744d b263 79ea bf6581d91786.jpg",
      "publishedAt": "2023 12 07T00:23:54Z",
      "content": "Google AI Gemini\r\n12 6 Google AI GeminiGemini Gemini UltraGemini Pro Gemini Nano Google Gemini Ultra GPT 4\r\nGemini Google Bard Gemini ProGemini Nano Google Pixel 8 Pro ChromeGoogle GeminiGoogle Googl… [+898 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Skift"
      },
      "author": "Skift",
      "title": "Navan Implements Layoffs in Attempt at Profitability",
      "description": "Today's podcast looks at layoffs by Navan, the banning of airlines ads, and a mental health crisis for airline pilots. \n\n  Justin Dawes",
      "url": "https://skift.com/2023/12/07/navan implements layoffs in attempt at profitability/",
      "urlToImage": "https://skift.com/wp content/uploads/2023/05/navan heathrow scaled.jpg",
      "publishedAt": "2023 12 07T09:35:18Z",
      "content": "Good morning from Skift. Its Thursday, December 7. Heres what you need to know about the business of travel today.\r\nApple Podcasts | Spotify | Overcast | Google Podcasts | Amazon Podcasts\r\nNavan, a t… [+1946 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tinhte.vn"
      },
      "author": "no reply@tinhte.vn (Pnghuy), Pnghuy",
      "title": "Beeper mini và câu chuyện nhắn iMessage trên Android có quá cần thiết khi sang năm Apple hỗ trợ RCS?",
      "description": "Cách đây chưa lâu mình đã giới thiệu với anh em về Beeper, một ứng dụng chat kiểu AIO (all in one), tập trung những nền tảng nhắn tin phổ biến vào một chỗ, nhưng quan trọng nhất là iMessage để nhắn tin miễn phí với các thiết bị của Apple…",
      "url": "https://tinhte.vn/thread/beeper mini va cau chuyen nhan imessage tren android co qua can thiet khi sang nam apple ho tro rcs.3745697/",
      "urlToImage": "https://photo2.tinhte.vn/data/attachment files/2023/12/8207350_cover beeper mini imessage tinhte 3.jpg",
      "publishedAt": "2023 12 07T07:09:48Z",
      "content": "Hin ti các tính nng nhn, gi tin nhn, gi hình nh và video cht lng cao u có th s dng c vi Beeper mini, cng nh có th gi các reaction nh khi dùng iPhone, nhng cng có mt s tính nng vn cha s dng c, ví d nh… [+1383 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Tinhte.vn"
      },
      "author": "no reply@tinhte.vn (P.W), P.W",
      "title": "Apple hợp tác với LG Innotek để tạo ra iPhone \"không đục lỗ\", màn hình tràn hết mặt trước",
      "description": "Từ cụm notch tạo ra “tai thỏ” xuất hiện trên iPhone X, rồi gần đây nhất là đục lỗ “Dynamic Island” trên iPhone 14 Pro, Apple đã bắt đầu nghiên cứu để tạo ra chiếc iPhone màn hình tràn hết mặt trước, không lộ bất kỳ chi tiết camera trước hay cảm…",
      "url": "https://tinhte.vn/thread/apple hop tac voi lg innotek de tao ra iphone khong duc lo man hinh tran het mat truoc.3745532/",
      "urlToImage": "https://photo2.tinhte.vn/data/attachment files/2023/12/8206773_cover iPhone.jpg",
      "publishedAt": "2023 12 07T03:39:42Z",
      "content": "T cm notch to ra tai th xut hin trên iPhone X, ri gn ây nht là c l Dynamic Island trên iPhone 14 Pro, Apple ã bt u nghiên cu to ra chic iPhone màn hình tràn ht mt trc, không l bt k chi tit camera trc… [+1779 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "[Removed]"
      },
      "author": null,
      "title": "[Removed]",
      "description": "[Removed]",
      "url": "https://removed.com",
      "urlToImage": null,
      "publishedAt": "1970 01 01T00:00:00Z",
      "content": "[Removed]"
    },
    {
      "source": {
        "id": null,
        "name": "Spidersweb.pl"
      },
      "author": "Malwina Kuśmierek",
      "title": "Apple się ucieszy, że go obrażają. Są przecieki w sprawie decyzji UE dotyczącej iMessage",
      "description": "Choć każda firma dąży do popularyzacji swoich produktów i usług, to tym razem Apple może się cieszyć z nikłej popularności iMessage.",
      "url": "https://spidersweb.pl/2023/12/imessage uniknie dma.html",
      "urlToImage": "https://ocs pl.oktawave.com/v1/AUTH_2887234e 384a 4873 8bc5 405211db13a2/spidersweb/2023/12/imessage uniknie dma.jpg",
      "publishedAt": "2023 12 07T07:22:10Z",
      "content": "Od wielu tygodni w Brukseli toczy si zaarta dyskusja pomidzy przedstawicielami Apple, a komisarzami europejskimi na temat statusu iMessage. A to ze wzgldu na niedawne ogoszenie listy \"straników dostp… [+384 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Spidersweb.pl"
      },
      "author": "Albert Żurek",
      "title": "Apple udaje, że dziura w ekranie to coś fantastycznego. Po cichu pracuje z partnerami nad czymś lepszym",
      "description": "Nowe doniesienia mówią o tym, że przyszłe generacje iPhone’ów zupełnie porzucą wcięcia w ekranie. Wyświetlacze będą nieskazitelne, pozbawione jakichkolwiek dziur na aparaty przednie i czujniki.",
      "url": "https://spidersweb.pl/2023/12/iphone aparat pod wyswietalaczem 2027.html",
      "urlToImage": "https://ocs pl.oktawave.com/v1/AUTH_2887234e 384a 4873 8bc5 405211db13a2/spidersweb/2023/10/iphone 15 pro recenzje.jpg",
      "publishedAt": "2023 12 07T09:36:02Z",
      "content": "Aby to rozwiza LG Innotek ma pracowa nad specjalnym zestawem soczewek, który powinien zredukowa niechciane efekty na zdjciu. Patenty na tak technologi pojawiaj si ju od grudnia ubiegego roku, natomia… [+305 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Designshack.net"
      },
      "author": "Roshan Perera",
      "title": "20+ Best Procreate Color Palettes",
      "description": "Coming up with the perfect color combination for your Procreate designs can be a challenge at times. But with these Procreate color palettes, you’ll never have to look for color inspiration, ever again! Procreate color palettes are essential for manifesting y…",
      "url": "https://designshack.net/articles/inspiration/procreate palettes/",
      "urlToImage": "https://designshack.net/wp content/uploads/procreate palettes 1.jpg",
      "publishedAt": "2023 12 07T10:00:58Z",
      "content": "Coming up with the perfect color combination for your Procreate designs can be a challenge at times. But with these Procreate color palettes, you’ll never have to look for color inspiration, ever aga… [+7434 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Elespanol.com"
      },
      "author": "C�sar Rebolledo",
      "title": "FREE FIRE MAX | Códigos de hoy jueves 7 de diciembre de 2023   Recompensas gratis",
      "description": "<!  cache  >Estos son todos los códigos gratis de Garena Free Fire MAX que podrás canjear hoy, jueves 7 de diciembre de 2023. Consigue recompensas como skins, diamantes y mucho más.<!  aa   >El éxito para móviles Android e iOS, Garena Free Fire MAX, ha recibi…",
      "url": "https://vandal.elespanol.com/noticia/1350767502/free fire max codigos de hoy jueves 7 de diciembre de 2023 recompensas gratis/",
      "urlToImage": "https://media.vandal.net/ivandal/12/63/1200x630/12/12 2023/7/2023127913825_1.jpg",
      "publishedAt": "2023 12 07T08:20:00Z",
      "content": "El xito para mviles Android e iOS, Garena Free Fire MAX, ha recibido nuevos cdigos diarios para hoy jueves 7 de diciembre de 2023. Los jugadores pueden canjear estos cdigos para recibir recompensas v… [+2444 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Taisy0.com"
      },
      "author": "taisy0",
      "title": "Apple、学生・教職員向けに｢MacBook Air｣と｢MacBook Pro｣の36回分割払い金利0％キャンペーンを開始",
      "description": "Appleが、本日より学生・教職員向けストアで「ペイディあと払いプランApple専用」を利用して、「MacBook」シリーズを購入すると36回分割払いが金利0%で利用出来るキャンペーンを開始しました。 対象となっているのは「MacBook",
      "url": "https://taisy0.com/2023/12/07/180330.html",
      "urlToImage": "https://taisy0.com/wp content/uploads/2023/06/macbookair15.jpg",
      "publishedAt": "2023 12 07T09:26:39Z",
      "content": "AppleAppleMacBook360%\r\nMacBook ProMacBook AirMac24360%\r\n119,800M1MacBook Air363,327\r\n0% – Apple – Apple"
    },
    {
      "source": {
        "id": null,
        "name": "Macitynet.it"
      },
      "author": "Mauro Notarianni",
      "title": "Apple MLX è un framework dedicato al machine learning su Apple Silicon",
      "description": "Il machine learning (ML) team di Apple ha presentato un nuovo framework ML per Apple Silicon denominato MLX o ML Explore, utilizzabile per formazione e deployment di modelli ML.\n  su macitynet.it Apple MLX è un framework dedicato al machine learning su Apple …",
      "url": "https://www.macitynet.it/?p=1267819",
      "urlToImage": "https://www.macitynet.it/wp content/uploads/2023/12/codicesemp.jpg",
      "publishedAt": "2023 12 07T06:29:51Z",
      "content": "Il machine learning (ML) team di Apple ha presentato un nuovo framework ML per Apple Silicon denominato MLX o ML Explore, disponibile dopo test effettuati durante l’estate, distribuito su GitHub. Svi… [+2196 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Macitynet.it"
      },
      "author": "Pubblicità",
      "title": "Offerte Amazon 7 dicembre fino al 69% su Apple, HP, Asus, LG, Samsung, Microsoft, Aqara",
      "description": "In sconto computer, monitor, memorie, cavi, caricatori, speaker, cuffie, interfacce MIDI, abbonamenti, telecamere, periferiche Smart per la casa e molto altro\n  su macitynet.it Offerte Amazon 7 dicembre fino al 69% su Apple, HP, Asus, LG, Samsung, Microsoft, …",
      "url": "https://www.macitynet.it/offerte amazon 7 dicembre fino al 69 su apple hp asus lg samsung microsoft aqara/",
      "urlToImage": "https://www.macitynet.it/wp content/uploads/2018/04/amazonlista4.jpg",
      "publishedAt": "2023 12 07T07:29:47Z",
      "content": "Quelle che trovate elencate in questa pagina sono le offerte su Amazon valide nel momento in cui scriviamo.\r\nSono ancora valide queste offerte:\r\n<ul><li>Apple, BenQ, Samsung, Sony, Razer, Sonos, Logi… [+7470 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Macitynet.it"
      },
      "author": "Mauro Notarianni",
      "title": "In macOS 14.2 di serie gli sfondi Scrivania dei nuovi Mac",
      "description": "Tra le novità dell'ormai imminente aggiornamento a macOS Sonoma 14.2 ci sono gli sfondi Scrivania che Apple propone con i iMac e MacBook Pro con chip M3.\n  su macitynet.it In macOS 14.2 di serie gli sfondi Scrivania dei nuovi Mac",
      "url": "https://www.macitynet.it/in macos 14 2 di serie gli sfondi scrivania dei nuovi mac/",
      "urlToImage": "https://www.macitynet.it/wp content/uploads/2023/12/imacgenerico.jpg",
      "publishedAt": "2023 12 07T08:29:58Z",
      "content": "Tra le novità dell’ormai imminente aggiornamento a macOS Sonoma 14.2 ci sono gli sfondi Scrivania che Apple propone con i iMac e MacBook Pro con chip M3.\r\nAprendo Impostazioni di Sistema, e da qui l’… [+1923 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Macitynet.it"
      },
      "author": "Yuri Di Prodo",
      "title": "Twelve South Butterfly insegna come si fa un caricatore MagSafe 2 in 1",
      "description": "Il più piccolo e bello: chiuso Twelve South Butterfly è grande come la custodia di AirPods, aperto ricarica iPhone e Apple Watch ma non solo\n  su macitynet.it Twelve South Butterfly insegna come si fa un caricatore MagSafe 2 in 1",
      "url": "https://www.macitynet.it/twelve south butterfly caricatore magsafe 2 in 1/",
      "urlToImage": "https://www.macitynet.it/wp content/uploads/2023/12/Twelve South Butterfly insegna come si fa un caricatore MagSafe 2 in 1 3.jpg",
      "publishedAt": "2023 12 07T08:59:22Z",
      "content": "Twelve South ha presentato il caricatore MagSafe da viaggio per due dispositivi più piccolo al mondo: si chiama Butterfly, nome scelto per enfatizzare il suo particolare sistema di chiusura a farfall… [+2618 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Macitynet.it"
      },
      "author": "Antonio Dini",
      "title": "La recensione di quel diavolaccio del MacBook Pro M3 14 pollici versione normale",
      "description": "Abbiamo provato a lungo il modello \"base\" della serie professionale, dotato del nuovo processore con lavorazione a 3 nanometri. E abbiamo scoperto perché è una macchina in realtà eccezionale\n  su macitynet.it La recensione di quel diavolaccio del MacBook Pro …",
      "url": "https://www.macitynet.it/recensione macbook pro m3 14/",
      "urlToImage": "https://www.macitynet.it/wp content/uploads/2023/12/macbookpfotodini1.jpg",
      "publishedAt": "2023 12 07T06:59:39Z",
      "content": "Lo hanno denigrato e criticato. Troppa poca memoria. Un processore inutile nel modello Pro (tanto poi uscirà lAir M3 fra pochi mesi). Costa troppo. Noi invece lo abbiamo provato, in silenzio per alcu… [+12666 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Juxtapoz.com"
      },
      "author": "Editor@juxtapoz.com (Alex Nicholson)",
      "title": "Martin Machado: Three Sheets To The Wind, Out On A Limb",
      "description": "Martin Machado celebrates what he calls “natural intelligence,” a direct response to a city abuzz about artificial intelligence, his artistic work represents nature’s slow cycles and seasons. For over two decades Martin has earned the bulk of his income from …",
      "url": "https://www.juxtapoz.com/news/painting/martin machado three sheets to the wind out on a limb/",
      "urlToImage": "https://www.juxtapoz.com/media/k2/items/cache/a9543f85a08af0a081eddf100d3b5180_L.jpg?t= 62169984000",
      "publishedAt": "2023 12 07T08:32:23Z",
      "content": "Martin Machado celebrates what he calls “natural intelligence,” a direct response to a city abuzz about artificial intelligence, his artistic work represents nature’s slow cycles and seasons. For ove… [+2269 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "PhoneArena"
      },
      "author": "Tsveta Ermenkova",
      "title": "Next gen Apple Pencil and Magic Keyboard expected next year, along with new iPads",
      "description": "Apple's revamped Apple Pencil 3 and Magic Keyboard are expected to launch in the first months of 2024.",
      "url": "https://www.phonearena.com/news/Next gen Apple Pencil and Magic Keyboard expected next year along with new iPads_id153302",
      "urlToImage": "https://m cdn.phonearena.com/images/article/153302 wide two_1200/Next gen Apple Pencil and Magic Keyboard expected next year along with new iPads.jpg",
      "publishedAt": "2023 12 07T09:39:13Z",
      "content": "Enjoy the hottest mobile tech storylines, delivered straight to your inbox."
    },
    {
      "source": {
        "id": null,
        "name": "PhoneArena"
      },
      "author": "Adrian Diaconescu",
      "title": "Apple is looking more and more likely to launch two new iPad Airs and two iPad Pros in March 2024",
      "description": "Bloomberg's almost always reliable Mark Gurman seems extremely confident now that Apple's next gen OLED iPad Pros will be unveiled in March 2024 alongside not one but two new iPad Airs with different screen sizes.",
      "url": "https://www.phonearena.com/news/apple two new ipad airs two ipad pros march 2024 launch report_id153299",
      "urlToImage": "https://m cdn.phonearena.com/images/article/153299 wide two_1200/Apple is looking more and more likely to launch two new iPad Airs and two iPad Pros in March 2024.jpg",
      "publishedAt": "2023 12 07T09:07:32Z",
      "content": "Enjoy the hottest mobile tech storylines, delivered straight to your inbox."
    },
    {
      "source": {
        "id": null,
        "name": "Sspai.com"
      },
      "author": "Vanilla",
      "title": "Things 没有 Windows 客户端怎么办？这是我的跨生态解决方案",
      "description": "Matrix首页推荐Matrix是少数派的写作社区，我们主张分享真实的产品体验，有实用价值的经验与思考。我们会不定期挑选Matrix最优质的文章，展示来自用户的最真实的体验和观点。文章代表作者个人观点 ...查看全文",
      "url": "https://sspai.com/post/84834",
      "urlToImage": "https://cdn.sspai.com/2023/12/04/4bc852006cd7dd270ce69684486e8743.png",
      "publishedAt": "2023 12 07T03:29:58Z",
      "content": "Matrix  \r\nMatrix  Matrix \r\nCultured Code 2017 Things 3 GTD Windows GTD 1 , Things \r\n Things 2 Things \r\nThings Things \r\nWindows iPhone Apple Watch \r\n Things 3 for iPhone Windows Quicker\r\nWindows Windo… [+423 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Sapo.pt"
      },
      "author": "Rui Jorge",
      "title": "Google e Apple estão provavelmente a espiar as suas notificações push…",
      "description": "Pois… é provável que governos estrangeiros espiem a utilização do seu smartphone através das notificações push, e agora o gabinete do senador americano Ron Wyden está a pressionar a Apple e a Google para...",
      "url": "https://pplware.sapo.pt/google/google e apple estao provavelmente a espiar as suas notificacoes push/",
      "urlToImage": "https://pplware.sapo.pt/wp content/uploads/2021/02/notificacoes_persistentes05.jpg",
      "publishedAt": "2023 12 07T07:30:24Z",
      "content": "Pois... é provável que governos estrangeiros espiem a utilização do seu smartphone através das notificações push, e agora o gabinete do senador americano Ron Wyden está a pressionar a Apple e a Googl… [+2541 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Sapo.pt"
      },
      "author": "Rui Jorge",
      "title": "Apple planeia lançar um monte de produtos até 2024 para travar o declínio das vendas",
      "description": "Este ano não tem sido o melhor para dois dos principais produtos da Apple. A empresa sediada em Cupertino viu os negócios do iPad e do Mac sofrerem um declínio em relação aos números...",
      "url": "https://pplware.sapo.pt/apple/apple planeia lancar um monte de produtos ate 2024 para travar o declinio das vendas/",
      "urlToImage": "https://pplware.sapo.pt/wp content/uploads/2022/10/ecossistema_apple_00.jpg",
      "publishedAt": "2023 12 07T10:00:43Z",
      "content": "Este ano não tem sido o melhor para dois dos principais produtos da Apple. A empresa sediada em Cupertino viu os negócios do iPad e do Mac sofrerem um declínio em relação aos números alcançados em 20… [+1784 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "SamMobile"
      },
      "author": "Abid Iqbal Shaik",
      "title": "Apple to launch two iPad Air and two iPad Pro OLED models in March 2024",
      "description": "Apple is working on six new iPad models. It includes two variants of the next generation iPad Air, which will have different screen sizes. It will be the first time that Apple will launch the iPad Air in more than one display size. Unfortunately, there was no…",
      "url": "https://www.sammobile.com/news/apple ipad air pro revised launch timeline/",
      "urlToImage": "https://www.sammobile.com/wp content/uploads/2021/05/Apple iPad Pro 2021 720x405.jpg",
      "publishedAt": "2023 12 07T08:53:55Z",
      "content": "Apple is working on six new iPad models. It includes two variants of the next generation iPad Air, which will have different screen sizes. It will be the first time that Apple will launch the iPad Ai… [+1870 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "SamMobile"
      },
      "author": "Asif Iqbal Shaik",
      "title": "You could use FaceTime video calls on your Galaxy phone in the future",
      "description": "Earlier this week, we reported about Beeper Mini, an app that brings iMessage to all Android smartphones. After a seemingly successful launch, unlike Nothing Chats, the developers of the Beeper Mini app have revealed some ambitious plans, including bringing F…",
      "url": "https://www.sammobile.com/news/beeper mini facetime video calls galaxy phones future/",
      "urlToImage": "https://www.sammobile.com/wp content/uploads/2020/10/Galaxy S20 FE review 14 720x405.jpg",
      "publishedAt": "2023 12 07T08:49:09Z",
      "content": "Earlier this week, we reported about Beeper Mini, an app that brings iMessage to all Android smartphones. After a seemingly successful launch, unlike Nothing Chats, the developers of the Beeper Mini … [+1553 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Los Angeles Times"
      },
      "author": "Terry Castleman, Angie Orellana Hernandez, Ashley Ahn",
      "title": "UNLV students build makeshift barricades as gunman opens fire",
      "description": "\"We heard somebody trying to open the door\": Students tell of building barricades and hiding, or running, and texting loved ones as an active shooter was on the UNLV campus.",
      "url": "https://www.latimes.com/world nation/story/2023 12 06/unlv shooting las vegas nevada students barricades",
      "urlToImage": "https://ca times.brightspotcdn.com/dims4/default/9204f36/2147483647/strip/true/crop/8427x4424+0+597/resize/1200x630!/quality/75/?url=https%3A%2F%2Fcalifornia times brightspot.s3.amazonaws.com%2Ff9%2Ff1%2F505012384414930d50c305bc72b3%2Fcampus shooting las vegas 08149.jpg",
      "publishedAt": "2023 12 07T01:51:12Z",
      "content": "When the unthinkable happened, UNLV students were grabbing free food for study week, at cheerleading practice, and hurrying to class with their focus on final exams.\r\nIts one of those things, said la… [+5071 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Infosecurity Magazine"
      },
      "author": "Phil Muncaster",
      "title": "Governments Spying on Apple and Google Users, Says Senator",
      "description": "Secret government requests for Android and iOS push notification data should be made public, argues Ron Wyden",
      "url": "https://www.infosecurity magazine.com/news/governments spying apple google/",
      "urlToImage": "https://assets.infosecurity magazine.com/webpage/og/a85f23a8 7580 4c43 b633 46d66fbe70ff.jpeg",
      "publishedAt": "2023 12 07T10:00:00Z",
      "content": "A senior US lawmaker has written to the attorney general requesting that the Department of Justice (DoJ) allows Apple and Google to publicly disclose details of secret government data requests.\r\nSena… [+1834 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Iphones.ru"
      },
      "author": "Илья Сидоров",
      "title": "Создатель Multitouch, Touch ID и Face ID, уходит из Apple",
      "description": "Вице президент Apple Стив Хотеллинг, который руководил разработкой многих важных технологий, решил уволиться из компании. Официально об этом Apple пока не объявляла. Хотеллинг разрабатывал технологию Multitouch для первого айфона, а также Touch ID и Face ID. …",
      "url": "https://www.iphones.ru/iNotes/sozdatel multitouch touch id i face id uhodit iz apple 12 07 2023",
      "urlToImage": "https://www.iphones.ru/wp content/plugins/wonderm00ns simple facebook open graph tags/fbimg.php?img=https%3A%2F%2Fwww.iphones.ru%2Fwp content%2Fuploads%2F2023%2F12%2FWhen will Android phones finally catch up with Apples Face ID.jpg",
      "publishedAt": "2023 12 07T05:50:11Z",
      "content": "  Apple , , . Apple .\r\n Multitouch , Touch ID Face ID. , « Apple» iPhone, iPad Apple Watch Vision Pro.\r\n . , , Touch ID.\r\n , . , ProMotion 120 .\r\n Apple . Samsung, Masimo.\r\n Apple . , « » Apple. , . … [+12 chars]"
    },
    {
      "source": {
        "id": null,
        "name": "Iphones.ru"
      },
      "author": "Илья Сидоров",
      "title": "Apple планирует обновить микрофон в iPhone 16, чтобы Siri лучше вас слышала",
      "description": "Apple планирует «существенно обновить» микрофон в iPhone 16, сообщил аналитик Минг Чи Куо. По его словам, улучшенный микрофон в первую очередь необходим для новых функций Siri на основе генеративного ИИ. Он будет лучше отделять голос от внешнего шума, что «зн…",
      "url": "https://www.iphones.ru/iNotes/apple planiruet obnovit mikrofon v iphone 16 chtoby siri luchshe vas slyshala 12 07 2023",
      "urlToImage": "https://www.iphones.ru/wp content/plugins/wonderm00ns simple facebook open graph tags/fbimg.php?img=https%3A%2F%2Fwww.iphones.ru%2Fwp content%2Fuploads%2F2023%2F12%2FiPhone 16 Side Feature.jpg",
      "publishedAt": "2023 12 07T10:04:25Z",
      "content": "Apple « » iPhone 16,   .\r\n , Siri . , « Siri». .\r\n   AAC Goertek. iPhone 16 100 150%, iPhone 15.\r\n , Siri iPhone 16. . [MacRumors]"
    }
  ]
}
